Repository: Tony7466/Wine
Catalog: debian/po/*.po
Languages: ca, cs, de, es, pt

source: Moving /usr/share/wine/drivec to /var/lib/wine/drivec
ca: Mouré /usr/share/wine/drivec a /var/lib/wine/drivec
cs: Pøesunuji /usr/share/wine/drivec do /var/lib/wine/drivec
de: /usr/share/wine/drivec wurde nach /var/lib/win/drivec verschoben
es: /usr/share/wine/drivec se ha cambiado a /var/lib/wine/drivec
pt: A mover /usr/share/wine/drivec para /var/lib/wine/drivec

source: The previous default Drive C location in /usr/share/wine violates the Filesystem Hierarchy Standard and is thus being relocated to /var/lib/wine. Your /etc/wine.conf should be updated automatically, but if you have a .winerc or have written scripts that depend on the old location, you must update these yourself.
ca: L'anterior localització per defecte de Drive C en /usr/share/wine viola la Jerarquia estàndard del sistema de fitxers (FHS) i serà mogut a /var/lib/wine. El vostre /etc/wine.conf serà actualitzat automàticament, però si teniu un .winerc o heu escrit scripts que depenguin de l'antiga localització, els haureu de posar al dia vosaltres mateixos.
cs: Pøedchozí implicitní umístìní disku C v /usr/share/wine poru¹uje Filesystem Hierarchy Standard a je tedy pøesunuto do /var/lib/wine. Vá¹ /etc/wine.conf se aktualizuje automaticky, ale pokud máte vlastní .winerc nebo pokud jste si napsali skripty, které závisí na staré cestì, budete je muset upravit sami.
de: Die ehemalige Standard Pfad /usr/share/wine verletzt den Dateisystem Hierarchie Standard und wurde deshalb nach /var/lib/wine verlegt. Ihre /etc/wine.conf sollte automatisch aktualisiert werden, falls Ihre .winerc oder ein Skript den alten Pfad enthält müssen Sie diese selbst anpassen.
es: La antigua ubicación predeterminada de la Unidad C en /usr/share/wine contradecía el Estándar de la Jerarquía del Sistema de Ficheros (FHS), por lo que se ha cambiado a /var/lib/wine. Su /etc/wine.conf debería actualizarse automáticamente, pero si tiene algún fichero .winerc o scripts que dependan de la ubicación anterior, tendrá que modificarlos por su cuenta.
pt: A localização anterior, por omissão, da Drive C localizada em /usr/share/wine viola a Hierarquia Standard do sistema de Ficheiros (FHS), como tal será transferida para /var/lib/wine. O seu ficheiro /etc/wine.conf será actualizado automáticamente, no entanto se tiver um winerc ou tiver escrito 'scripts' que dependam do local antigo terá de os actualizar.

source: Old wine.conf detected, remove it?
ca: S'ha detectat un /etc/wine.conf antic. L'esborro?
cs: Nalezen starý wine.conf. Odstranit?
de: Veraltete wine.conf Datei gefunden, entfernen?
es: Se ha detectado un wine.conf antiguo. ¿Quiere borrarlo?
pt: Configuração antiga wine.conf detectada, remover?

source: Wine no longer tries to load /etc/wine.conf by default. Thus, users that don't have a ~/.winerc (or ~/.wine/config) file will not be able to run Wine, unless they set up a ~/.wine/config file for themselves. This is easily done with the winesetup tool, found in the winesetuptk package (or else each user can copy the old /etc/wine.conf to ~/.winerc and let wine convert it). If you remove the /etc/wine.conf file, then winesetup will launch automatically for users that don't have a config file, instead of requiring the users to do any of the above themselves.
ca: Wine ja no carrega el /etc/wine.conf per defecte. De manera els usuaris que no tinguin un fitxer ~/.winerc (o un ~/.wine/config) no podran executar el Wine a menys de que configurin un fitxer ~/.wine/config. Això pot fer-se fàcilment amb la utilitat winesetup, que es troba en el paquet winesetuptk (o també, cada usuari pot copiar l'antic /etc/wine.conf en ~/.winerc i deixar que el wine el converteixi). Si esborreu el fitxer /etc/wine.conf, el winesetup s'executarà automàticament per als usuaris que no tinguin un fitxer de configuració, en comptes de requerir als usuaris que facin res del descrit anteriorment.
cs: Wine se ji¾ implicitnì nesna¾í naèít /etc/wine.conf. To znamená, ¾e u¾ivatelé, kteøí nemají soubor ~/.winerc (nebo ~/.wine/config), nebudou moci wine spustit, dokud soubor nevytvoøí. Toho mohou dosáhnout tak, ¾e si spustí nástroj winesetup z balíèku winesetuptk, nebo ¾e si zkopírují starý /etc/wine.conf do ~/.winerc a nechají wine, aby jej pøevedl do nového formátu. Pokud soubor /etc/wine.conf odstraníte, tak se winesetup spustí automaticky ka¾dému u¾ivateli, který je¹tì nemá konfiguraèní soubor (a tím u¾ivatele zbavíte starostí popsaných na pøedchozích øádcích).
de: Wine versucht standardmäßig nicht mehr, /etc/wine.conf zu laden. Daher werden Benutzer, die keine ~/.winerc (oder ~/.wine/config) Datei haben, nicht mehr in der Lage sein, Wine auszuführen, ohne selbst eine ~/.wine/config Datei konfiguriert zu haben. Dies ist einfach mit Hilfe des im winesetuptk Paket enthaltenen winesetup Tools durchführbar (ansonsten kann jeder Benutzer die alte /etc/wine.conf nach ~/.winerc kopieren und diese von wine konvertieren lassen). Falls Sie die /etc/wine.conf Datei entfernen, wird winesetup für Benutzer ohne Konfigurationsdatei automatisch gestartet, ohne dass diese irgendetwas des eben genannten selbst durchführen müssen.
es: Wine ya no carga /etc/wine.conf por defecto. Por tanto, los usuarios que no tengan un fichero ~/.winerc (o ~/.wine/config) no podrán ejecutar Wine, a menos que configuren un fichero ~/.wine/config. Esto puede hacerse fácilmente con la herramienta winesetup, que se encuentra en el paquete winesetuptk, o bien cada usuario puede copiar el fichero /etc/wine.conf en ~/.winerc y dejar que wine lo convierta. Si borra el fichero /etc/wine.conf, winesetup se lanzará automáticamente para los usuarios que no tengan fichero de configuración, en vez de obligarle a hacer por su cuenta algo de lo anterior.
pt: O wine, por omissão, já não carrega o ficheiro /etc/wine.conf. Deste modo, os utilizadores que não tenham um ficheiro ~/.winerc (ou ~/.wine/config) serão impossibilitados de correr o wine, a não ser que criem um ~/.wine/config. Pode ser facilmente criado com a ferramenta winesetup, que se encontra no pacote winesetuptk (de outro modo cada utilizador pode também copiar o antigo /etc/wine.conf para ~/.winerc e deixar que o wine o converta). Se remover o ficheiro /etc/wine.conf, o winesetup será iniciado automáticamente para os utilizadores que não o possuam em vez de pedir aos utilizadores para efectuar qualquer dos procedimentos acima referidos.

source: Autodetect, Existing-Windows, No-Windows, Skip
cs: Rozpoznat, Stávající-Windows, Bez-Windows, Pøeskoèit
de: Automatische Erkennung, Vorhandenes Windows, Kein Windows, Abbrechen
es: Autodectar, Con Windows, Sin Windows, Saltar
pt: Autodetecção, Windows-Existente, Sem-Windows, Passar à frente

source: What kind of Wine configuration do you want?
ca: Quin tipus de configuració del Wine desitgeu?
cs: Jakým zpùsobem chcete Wine pou¾ívat?
de: Welche Art von Wine Konfiguration wünschen Sie?
es: ¿Qué tipo de configuración de Wine desea?
pt: Que tipo de configuração Wine pretende?

source: Wine is able to use an existing Windows installation if you have one mounted (preferably with write permissions), but if you don't have one (or don't want to use it), Wine can also run completely Microsoft-free. Choose the setup most appropriate for you.
ca: Wine pot usar una instal·lació ja existent del Windows, si aquesta és accessible (preferiblement amb permisos d'escriptura), però si no fos així (o no desitgeu usar-la), el Wine també pot executar-se perfectament lliure de Microsoft. Escolliu la configuració que us sigui més apropiada.
cs: Wine umí vyu¾ít stávající instalaci Windows (nejlépe pøipojenou v re¾imu i pro zápis), ale pokud ¾ádnou nemáte, nebo ji nechcete pou¾ít, umí Wine bì¾et úplnì samostatnì. Zvolte si pro vás nejvhodnìj¹í nastavení.
de: Wine kann Ihre vorhandene Windows Installation benutzen, sofern sie gemountet ist (bevorzugt mit Schreibrechten). Falls Sie keine Windows Installation haben (oder diese nicht benutzen möchten), so kann Wine auch komplett ohne Microsoft laufen. Wählen Sie dazu aus dem Setup das für Sie entsprechende aus.
es: Wine ofrece la posibilidad de usar una instalación existente de Windows (preferiblemente con permiso de escritura), pero si no tiene una o no quiere usarla, Wine puede ejecutarse perfectamente sin ella. Escoja la opción que considere más apropiada.
pt: O wine consegue usar uma instalação Windows existente, se tiver uma montada (de preferência com permissões de escrita), no caso de não ter nenhuma (ou não a quiser usar), o wine pode correr completamente livre da Microsoft. Escolha a configuração que lhe seja mais adequada.
